// src/data/markers.js
import { photo } from '../utils/assetPath';

export const MARKERS = [
  { x: 0.50,  y: 0.20,  img: photo('1.jpg'),  title: 'Мудрые слова классика' },
  { x: 0.659, y: 0.271, img: photo('2.jpg'),  title: 'Мое увлечение общением не дало тебе возможности съездить сюда. Прости. Надеюсь, мы исправим это в ближайшее время' },
  { x: 0.780, y: 0.420, img: photo('3.jpg'),  title: 'Ездили в \"Шашлычный дворик\"' },
  { x: 0.780, y: 0.580, img: photo('4.jpg'),  title: 'Пили кофе' },
  { x: 0.659, y: 0.729, img: photo('5.jpg'),  title: 'Наблюдали за реставрацией парка. Ты искусно маневрировал с парковкой' },
  { x: 0.50,  y: 0.80,  img: photo('6.jpg'),  title: 'Держались за ручки' },
  { x: 0.341, y: 0.729, img: photo('7.jpg'),  title: 'Посетили Сквер Победы' },
  { x: 0.220, y: 0.580, img: photo('8.jpg'),  title: 'Прогуливались по парку и качались на качелях' },
  { x: 0.220, y: 0.420, img: photo('9.jpg'),  title: 'Помнишь, куда выходили окна? Машинка. Вечерние выходы с сигаретой' },
  { x: 0.341, y: 0.271, img: photo('10.jpg'), title: 'Самый вкусный шашлык — из твоих рук' },
  { x: 0.50,  y: 0.50,  img: photo('11.jpg'), title: 'Я помню…' }
];
